<?php
$_['heading_title']    					= 'Сервисные функции';

$_['text_extension']   					= 'Модули';
$_['text_storage']   						= 'Склад';

$_['button_build_order'] 				= 'Сбор заказа';
$_['button_product_to_cell'] 		= 'Товар в ячейку';
$_['button_cell_check'] 				= 'Ревизия ячейки';
$_['button_audit'] 							= 'Уникальные коды';
$_['button_cell_editor'] 				= 'Редактор ячеек';
$_['button_bay'] 								= 'Создание ячеек';
$_['button_log'] 								= 'Лог';
$_['button_service'] 						= 'Сервисные функции';

$_['text_success']     					= 'Настройки модуля обновлены!';
$_['text_warning_clear_codes']  = 'ОСТОРОЖНО! Эта кнопка очистит все сгенерированные уникальные коды товаров в БД!';
$_['text_warning_clear_links']  = 'ОСТОРОЖНО! Эта кнопка очистит все связи товаров и ячеек в БД!';
$_['text_warning_clear_history']= 'ОСТОРОЖНО! Эта кнопка очистит всю историю кодов в БД!';
$_['text_warning_generate'] 		= 'ОСТОРОЖНО! Эта кнопка очистит и заново сгенерирует уникальные коды товаров в БД!';
$_['text_success_clear_codes'] 	= 'Очистка уникальных кодов товаров выполнена успешно!';
$_['text_success_clear_links'] 	= 'Очистка связей товаров и ячеек выполнена успешно!';
$_['text_success_clear_history']= 'Очистка истории кодов выполнена успешно!';
$_['text_success_generate'] 		= 'Генерация уникальных кодов товаров выполнена успешно!';

$_['button_clear_codes'] 				= 'Очистить уникальные коды';
$_['button_clear_links'] 				= 'Очистить связи товаров и ячеек';
$_['button_clear_history'] 			= 'Очистить историю кодов';
$_['button_generate'] 					= 'Сгенерировать';

$_['error_permission'] 					= 'У вас нет прав для управления этим модулем!';
$_['error_empty_name'] 					= 'Наименование ячейки обязательно!';
$_['error_empty_selected'] 			= 'Ячейки не выбраны!';
